{
  "menu": {
    "title": "Menu",
    "home": "Home",
    "testimonials": "Testimonials",
    "contact": "Contact Us",
    "blog": "Blog",
    "social": "Social Media"
  },
  "slogan": {
    "connecting": "Connecting",
    "cultures": "Cultures",
    "and": "and",
    "healingSouls": "healing souls",
    "story": "Two voices, one story. Discover our history",
    "duo": "The duo Shavorã blends emotion and authenticity into every note."
  },
  "whoweare": {
    "shavoraTitle": "What is Shavorã?",
    "shavoraText": "Roots and Wings The word Shavorã means woman in the Yawanawa language. The Shavorã movement symbolizes the struggle for equity, equality, the empowerment of indigenous women, and the visibility of the LGBTQIAPN+ community in the context of indigenous traditions. Shavorã's mission is to transform social and spiritual reality by providing a platform for female and LGBTQIAPN+ voices to be heard and respected. They are dedicated to fighting machismo within the spiritual environment while still honoring their ancestral roots, believing in 'wings' of new thought to transform oppressive structures. Inspired by Hushahu, the first Yawanawa woman to occupy a significant space in her people's spiritual field. The union of Hukena and Nãwãēma represents a break from such structures, giving voice to women's issues and working towards valuing Yawanawá culture and indigenous rights.",
    "nawaemaTitle": "Nãwãēma",
    "nawaemaText": "Nãwãēma\nShe is a woman deeply connected to spirituality, the fight for women's rights, and the preservation of ancestral traditions.\nHer spiritual path comes from the unique Afro-Brazilian syncretism of the Umbanda tradition, where she dedicated herself to learning from a very young age through her family lineage.\nThis tradition provided her with a solid foundation of faith, respect for ancestors, and spiritual work.\nThroughout her life, she developed a unique understanding of feminine power as a pillar of spiritual and social transformation.\nWhen she met Hukena, she deepened her spiritual connection and began a profound learning process by immersing herself in the practices of the Yawanawa tradition.\nUnder the guidance of Hushahu Yawanawá, her teacher, she underwent initiations and spiritual fasting, strengthening her commitment to sacred medicines and the responsibility of serving them.\nShe seeks to plant seeds of love, respect, and awareness. Her mission goes beyond spirituality; it is a fight for equity, inclusion, and the reclaiming of feminine essence as a transformative force.\nShe believes in the power of women as guardians of the sacred and leaders of transformation.\nCurrently, she is a spiritual leader, founder, and co-creator of the Shavorã movement, alongside Hukena.",
    "hukenaTitle": "Hukena",
    "hukenaText": "Hukena\nShe is an Indigenous woman from the Yawanawá ethnic group.\nShe began her journey in spirituality at a very young age, becoming one of the youngest women in her people to be fully initiated into the most sacred and important spiritual practices of her tradition. She received these blessings and teachings from the hands and heart of Tata, one of the last great spiritual masters of the Yawanawá nation, and from her mother, Hushahu.\nSince then, she has dedicated her life to studying sacred medicines.\nThrough and inspired by the ancestral knowledge of her tradition, she conducts spiritual and healing ceremonies throughout Brazil and abroad, sharing her strength, wisdom, and songs alongside sacred medicines.\nCurrently, she stands out for her spiritual and cultural leadership. She represents feminine power within a tradition that has historically been dominated by men. Her journey connects to the legacy of her mother, Hushahu, the first Yawanawá woman to conquer spiritual space within her people and become the first female pajé (spiritual leader), breaking deeply patriarchal structures.\nHukena is also a pioneer in openly embracing a relationship with another woman within her people, alongside Dominique (Nãwãēma).",
    "yawanawaTitle": "Who are the Yawanawá?",
    "yawanawaText": "Yawanawa means people of the peccary. Yawa means peccary, and nawa means people.\nThe Yawanawa are an Indigenous group living in the Gregório River region, in Acre, Brazil. They belong to the Pano linguistic family and have a rich spiritual, cultural, and medicinal tradition.\n\n**Spirituality and Sacred Medicines**\n\nThe Yawanawa are known for their deep knowledge of forest medicines such as rapé, ayahuasca (uni), and other power plants used in rituals of healing and consciousness expansion. Their spiritual path involves long periods of dieta and isolation, where initiates learn directly from the forest spirits and the most experienced shamans.\n\nHushahu Yawanawa was the first woman of her people to break through patriarchal barriers and become a shaman, paving the way for other women in the Yawanawa spiritual tradition. Her daughter, Hukena Yawanawa, followed in her footsteps and is now one of the youngest spiritual leaders of the tradition.\n\n**Culture and Sacred Songs**\n\nYawanawa songs are one of the most important aspects of their tradition. They are considered prayers and hold healing power, connecting with spirits and strengthening energy in ceremonies. Many of these chants have been passed down orally for generations.\n\n**Resistance and Present Day**\n\nThe Yawanawa have endured periods of severe oppression, especially with the arrival of rubber tappers in the 20th century. However, in recent decades, they have strengthened and resumed their ancestral practices, sharing their traditions with the world. They have also fought for the demarcation and protection of their lands and the strengthening of their Indigenous identity.\n\nThe Shavorã movement, led by Hukena Yawanawa and Nãwãma (Dominique Fonseca), is an example of this resistance and transformation. It promotes the union between Yawanawa traditions and Afro-Brazilian spirituality, as well as the fight for the rights of women and the LGBTQIA+ community both inside and outside Indigenous territories."
  },
  "testimonials": {
    "title": "Testimonials from those who follow us...",
    "priscila": {
      "name": "Priscila Oliveira",
      "title": "Duo listener",
      "text": "I always listen to Shavorã's music; it feels like medicine for my soul. Each melody brings peace, connection, and an energy that touches deeply."
    },
    "celso": {
      "name": "Celso Mário",
      "title": "Ceremony participant",
      "text": "I participated in one of Shavorã’s ceremonies, and the event transformed my life in a profound way."
    },
    "beatriz": {
      "name": "Beatriz Farias",
      "title": "Duo enthusiast",
      "text": "I deeply believe in the importance of the work that Dominique and Hukena do, as they introduce the Yawanawa culture to the world."
    }
  },
  "footer": {
    "knowOur": "Get to know our",
    "networks": "networks",
    "social": "social media",
    "createdBy": "Created and developed by",
    "rights": "All rights reserved"
  },

    "contact": {
      "title": "Contact Us",
      "formTitle": "Get in touch with us",
      "name": "Name",
      "email": "Email",
      "message": "Message",
      "send": "Send",
      "whatsapp": "WhatsApp",
      "inviteTitle": "Do you want to bring Shavorã to your city?",
    "inviteText": "If you want to bring the Shavorã experience to your region, ask questions, or discuss any other matters, fill out the form below and we will contact you!"
    },
    "blog": {
    "title": "Our Blog",
    "subtitle": "**Welcome to the Shavorã Blog!**",
    "subtitle2": "\nHere you will find curiosities, reflections, and news about spiritual medicine and well-being.\n\n🌀 **News and Trends** – Events and spiritual discoveries.\n🌿 **Curiosities** – Stories, myths, and sacred traditions.\n✨ **Reflections and Wisdom** – Inspirations for your inner journey.\n🌱 **Tips and Practices** – Meditation.\n\nFollow along and explore new paths to spirituality! 💛",
    "back": "Back to Blog",
    "posts": {
      "primeiro-post": {
        "title": "How Spiritual Medicine Transforms Your Life 🌿✨",
        "excerpt": "Spiritual medicine goes beyond the physical body, working on the mind and soul. Its practices, such as ancestral rituals, meditation, and connection with nature, promote emotional healing, energetic balance, and deep well-being. Discover how this approach can transform your life!",
        "content": "Spiritual medicine has been practiced for centuries by various cultures, promoting healing, balance, and connection with the sacred. Unlike conventional medicine, which focuses on the physical body, spiritual medicine works on energy, emotions, and the soul, helping to treat not only diseases but also internal blockages and imbalances that affect daily life.\n\nThe Benefits of Spiritual Medicine:\n\n🌿 **Emotional and Mental Balance**\nSpiritual connection strengthens the mind and helps reduce stress, anxiety, and depression. Practices such as meditation, rituals, and the use of medicinal herbs harmonize internal energy, promoting mental clarity and serenity.\n\n🔥 **Releasing Traumas and Blockages**\nMany pains and life challenges have deep roots in the soul. Through ancestral practices such as energy healing and sacred chants, it is possible to release traumas and emotional blockages, allowing a lighter and more positive energy flow.\n\n✨ **Increased Energy and Vitality**\nSpiritual medicine helps recharge energy, eliminating heavy vibrations and strengthening the connection with higher forces. This generates more motivation, vitality, and a sense of fulfillment.\n\n🌱 **Connection with Nature and the Universe**\nRituals, ceremonies, and spiritual practices often involve elements of nature, such as sacred plants, water, and fire. This contact strengthens the bond with the universe, bringing greater self-awareness and purpose.\n\n💛 **Integral Well-Being: Body, Mind, and Spirit**\nSpiritual healing does not replace traditional medicine, but it serves as a powerful complement, helping to relieve physical symptoms, strengthen the immune system, and restore emotional balance.\n\n**Conclusion: The Medicine of the Soul**\nSpiritual medicine transforms lives because it does not just treat the body but the essence of each being. By integrating these practices into daily life, it is possible to live with more lightness, love, and connection.\n\nIf you want to explore more about this path, keep following our blog and discover new ways to balance your energy and awaken your spirituality! 🌿💫"
      },
      "desenvolvendo-intuicao": {
        "title": "Intuition: What It Is and How to Develop This Natural Gift 🌿✨",
        "excerpt": "Intuition is a natural guide that we often ignore due to excessive rationality. But it is possible to develop and use it consciously!\n\nDiscover how to strengthen this gift and make it an ally in your life. 🌿✨",
        "content": "**What Is Intuition?**\nIntuition can be described as a quick and spontaneous perception of something, without the need for logical reasoning. It often manifests as an \"inner voice,\" a sudden feeling, or even physical signs like goosebumps and body sensations.\n\nScientific research shows that intuition may be linked to brain function, specifically the ability to process unconscious information. This means that, even without realizing it, our subconscious picks up signals, patterns, and energies around us, generating intuitive responses before we are consciously aware of them.\n\n**Why Do Many People Ignore Intuition?**\nMany of us have felt strong intuitions but ignored them out of fear or disbelief. This can happen for several reasons:\n\n🔹 **Excessive Rationality** – In a world where everything needs proof, many people distrust their own inner perceptions.\n🔹 **Mental and Emotional Noise** – Stress and information overload block the ability to feel and interpret intuition.\n🔹 **Fear of Making Mistakes** – Sometimes, we follow logic and ignore our intuition, thinking we are being irrational.\n\nBut the truth is that intuition can be a powerful guide for making decisions more aligned with our life purpose.\n\n**How to Develop Your Intuition?**\nIf you want to strengthen your connection with intuition, here are some practices that can help:\n\n🌿 **1. Quiet the Mind**\nExcessive thoughts can block intuition. Practices like meditation, conscious breathing, and contact with nature help calm the mind and create space for intuitive perceptions.\n\n✨ **2. Listen to Your Body**\nOur body often gives intuitive signals. Observe how you feel in certain situations: if something brings peace and lightness, it is probably in harmony with your essence; if it causes discomfort or tension, it may be an intuitive warning.\n\n🔮 **3. Pay Attention to Signs**\nIntuition can manifest in many ways – recurring thoughts, symbolic dreams, \"coincidences,\" or even inexplicable feelings. Stay alert to these signs and try to interpret them.\n\n💛 **4. Trust Your Instincts**\nThe best way to develop intuition is through practice. In daily situations, try to listen to your inner voice more and observe the results. The more you trust your intuition, the clearer and stronger it will become.\n\n**Conclusion: Intuition as a Personal Guide**\nIntuition is a natural gift that we all possess but often overlook. Developing it is like exercising a muscle: the more you trust and practice, the stronger it becomes.\n\nIf you want to live in a more aligned and connected way, learn to listen to your intuition. It may be the key to wiser decisions, smoother paths, and a more balanced life.\n\n🌿✨ Follow our blog for more content on spirituality, self-knowledge, and well-being! ✨🌿"
      },
      "perigo-da-idolatria": {
        "title": "Idolatry — When the promise becomes the greatest danger",
        "excerpt": "A reflection on how idolatry can lead to risks and abuses, especially in spiritual and ayahuasca-related settings.",
        "content": "**Idolatry, in any religious context, can seem comforting at first glance.**\n\nBelieving that there are enlightened people capable of mediating our relationship with God, guiding our spiritual journey, and helping us reclaim our own strength can ease insecurities and anxieties, filling voids and giving meaning to life.\n\nOf course, it’s possible and healthy to find people who support our personal and spiritual processes. But is it truly safe to place absolute trust and surrender in priestly figures?\n\n**In many religious traditions, idolatry paves the way for a dangerous concentration of power in specific individuals.**\n\nThis power is not earned solely through spiritual merit. There is a social structure that favors and preserves the power in the hands of a few.\n\nIt’s important that we understand the mechanisms of power and their historical construction so that we can act with clarity and discernment in spiritual environments.\n\nNot every abuse is obvious. Many times, it's hard to even realize we are being manipulated.\n\n**As a form of self-care, we must be able to question ourselves:**\nWhy do we need figures to idolize? What purpose does it serve? What fears, weaknesses, and existential voids drive and sustain these relationships?\n\nWhen someone is placed on a pedestal and seen as infallible, it can easily lead to abuse and manipulation.\n\n**The risk is high:**\nAutonomy of thought is sacrificed while control and decision-making over our experiences are handed over to others.\n\n**The Danger of Suggestion in Ayahuasca Contexts**\nIn the ayahuasca world, this is especially dangerous. The presence of ayahuasca amplifies vulnerabilities, making us particularly suggestible to external manipulation.\n\nThe lack of spiritual spaces that foster autonomy and critical thinking deserves deep and careful reflection.\n\nWho benefits from this?\nHow can we build healthier and safer relationships within ayahuasca healing spaces?\n\n✨ This reflection was originally shared by @aya.saude.pensamento\nAn important invitation to spiritual discernment and the strengthening of individual autonomy in healing spaces."
      }
    }
  },
  "relatos": {
  "items": [
    {
      "quote": "Shavorã helped me return to myself. For a long time, I placed my spirituality in the hands of others, thinking they knew more about my soul than I did. It was through listening to the duo’s music and reflections that I realized how far I had strayed from my own intuition. Today, I walk my path with more autonomy, learning to listen to my heart before any external voice.",
      "name": "Sarah Chen",
      "designation": "Listener of the duo",
      "src": "/images/relatos/sarah.jpg"
    },
    {
      "quote": "I’ve been in spiritual contexts where everything was based on hierarchy and blind obedience. I didn’t realize how vulnerable that made me until some experiences awakened me. Shavorã brought a new way of seeing spirituality — freer, lighter, more mine. The content I follow from the duo helps me keep a critical eye and an open heart at the same time.",
      "name": "João Pereira",
      "designation": "Participant in spiritual experiences",
      "src": "/images/relatos/joao.jpg"
    },
    {
      "quote": "There was a time when I idealized some spiritual figures too much. When everything collapsed, I felt lost and ungrounded. That’s when I found Shavorã and reconnected with my own strength. Through their words and melodies, I learned that spirituality is not submission, it's presence. Today, I walk my healing path with more discernment and self-love.",
      "name": "Amanda Souza",
      "designation": "Walker of the spiritual medicine path",
      "src": "/images/relatos/amanda.jpg"
    }
]
},
"lancamento": {
    "tag": "RELEASE | April 15",
    "titulo": "Our new single is coming 🎶🍃🪶",
    "descricao": "Mano mano Zoeko — a unique guitar reinterpretation of a traditional chant that celebrates the animals of the forest. Now it pulses with strings, beats, and feminine strength.",
    "frasePoetica": "Tradition transforming into sound.\nShavorã in flight. 🌹🌬️\nA rose born from ancestry.",
    "infoEp": "This single is the second track of our first EP:",
    "nomeEp": "Roots and Wings – Volume 1",
    "botao": "❤️‍🔥 Pre-Save Now",
    "footer": "Listen. Feel. Share.",
    "link": "https://linktr.ee/shavora",
    "imagemAlt": "Mano Mano Zoeko"
  }

  
}
