{
  "menu": {
    "title": "Menu",
    "home": "Início",
    "testimonials": "Depoimentos",
    "contact": "Fale Conosco",
    "blog": "Blog",
    "social": "Redes Sociais"
  },
  "slogan": {
    "connecting": "Conectando",
    "cultures": "Culturas",
    "and": "e",
    "healingSouls": "curando almas",
    "story": "Duas vozes, uma história. Conheça a nossa história",
    "duo": "A dupla Shavorã mistura emoção e autenticidade em cada nota."
  },
  "whoweare": {
    "shavoraTitle": "O que é Shavorã?",
    "shavoraText": "Raízes e Asas. A palavra Shavorã significa mulher, na língua Yawanawa. O movimento Shavorã simboliza a luta pela equidade, pela igualdade, pelo empoderamento das mulheres indígenas e pela visibilidade da comunidade LGBTQIAPN+ no contexto das tradições indígenas. A missão de Shavorã é transformar a realidade social e espiritual, oferecendo uma plataforma para que as vozes femininas e LGBTQIAPN+ sejam ouvidas e respeitadas. Elas se dedicam a combater o machismo dentro do ambiente e do meio espiritual, honrando suas raízes ancestrais e acreditando em “asas” de um novo pensamento para transformar estruturas opressoras. Inspiradas por Hushahu, a primeira mulher Yawanawa a ocupar um espaço significativo no campo espiritual de seu povo. A união de Hukena e Nãwãēma representa um rompimento com tais estruturas e busca dar voz às questões que afetam as mulheres, além de trabalhar na valorização da cultura Yawanawá e na luta pelos direitos dos povos indígenas.",
    "nawaemaTitle": "Nãwãēma",
    "nawaemaText": "Nãwãēma\nÉ uma mulher profundamente conectada à espiritualidade, à luta pelos direitos das mulheres e à preservação das tradições ancestrais.\nO seu caminho e conexão espiritual vem do singular sincretismo afro-brasileiro, da tradição da Umbanda, onde se dedicou ao aprendizado desde muito jovem, através de sua linhagem familiar.\nEssa tradição lhe proporcionou uma base sólida de fundamento, fé, respeito aos ancestrais e trabalho espiritual.\nAo longo de sua vida, desenvolveu uma compreensão única da força feminina como pilar da transformação espiritual e social.\nQuando conheceu Hukena, ampliou sua conexão espiritual e iniciou um profundo processo de aprendizado ao mergulhar nas práticas da tradição Yawanawa.\nSob a orientação de Hushahu Yawanawá, sua professora, passou por iniciações e jejuns espirituais fortalecendo seu compromisso com as medicinas sagradas e a responsabilidade de servi-las.\nBusca plantar sementes de amor, respeito e consciência. Sua missão vai além da espiritualidade; é uma luta por equidade, inclusão e o resgate da essência feminina como força inovadora.\nAcredita no poder das mulheres como guardiãs do sagrado e líderes da transformação.\nAtualmente, é líder espiritual, idealizadora e cofundadora do movimento Shavorã, junto com Hukena.",
    "hukenaTitle": "Hukena",
    "hukenaText": "Hukena\nÉ uma mulher indígena da etnia Yawanawá.\nIniciou sua jornada no caminho da espiritualidade muito jovem, sendo uma das mulheres mais jovens de seu povo a ser totalmente iniciada nas práticas espirituais mais sagradas e importantes de sua tradição. Ela recebeu essas bênçãos e ensinamentos das mãos e do coração de Tata, um dos dois últimos grandes mestres espirituais da nação Yawanawa, e de sua mãe Hushahu.\nDesde então ela dedica a jornada de sua vida ao estudo das medicinas sagradas.\nAtravés e a partir dos saberes ancestrais desta tradição, ela conduz cerimônias espirituais e curativas por todo o Brasil e exterior, levando sua força, seus saberes e seus cantos ao lado das sagradas medicinas.\nAtualmente, tem se destacado por sua liderança espiritual e cultural. Ela representa a força feminina dentro de uma tradição que, historicamente, foi amplamente dominada pelos homens. Sua trajetória se conecta ao legado de sua mãe, Hushahu, a primeira mulher Yawanawá a conquistar um espaço espiritual dentro de seu povo, e se tornar a primeira mulher pajé do povo Yawanawa, rompendo com estruturas muito patriarcais.\nHukena é pioneira em assumir um relacionamento com outra mulher dentro de seu povo, ao lado de Dominique (Nãwãēma).",
    "yawanawaTitle": "Quem são os Yawanawá?",
    "yawanawaText": "Yawanawa significa povo da queixada. Yawa significa queixada, e nawa significa povo.\nO povo Yawanawa é um grupo indígena que habita a região do rio Gregório, no Acre, Brasil. Pertencem à família linguística Pano e possuem uma rica tradição espiritual, cultural e medicinal.\n\n**Espiritualidade e Medicinas Sagradas**\n\nOs Yawanawa são conhecidos por seu profundo conhecimento das medicinas da floresta, como o rapé, a ayahuasca (uni) e outras plantas de poder utilizadas em rituais de cura e expansão da consciência. Seu caminho espiritual envolve longos períodos de dieta e isolamento, onde os iniciados aprendem diretamente com os espíritos da floresta e os pajés mais experientes.\n\nHushahu Yawanawa foi a primeira mulher de seu povo a romper as barreiras do patriarcado e tornar-se pajé, abrindo caminho para outras mulheres dentro da espiritualidade Yawanawa. Sua filha, Hukena Yawanawa, seguiu seus passos e hoje é uma das líderes espirituais mais jovens da tradição.\n\n**Cultura e Cânticos Sagrados**\n\nOs cantos Yawanawa são uma das partes mais importantes da sua tradição. São considerados rezos e possuem o poder de cura, conexão com os espíritos e fortalecimento da energia em cerimônias. Muitos desses cânticos foram preservados por gerações e são passados oralmente aos iniciados.\n\n**Resistência e Atualidade**\n\nOs Yawanawa passaram por períodos de grande opressão, especialmente com a chegada dos seringalistas no século XX. No entanto, nas últimas décadas, têm se fortalecido e retomado suas práticas ancestrais, abrindo espaço para que suas tradições sejam conhecidas pelo mundo. Além disso, têm lutado pela demarcação e proteção de suas terras e pelo fortalecimento da identidade indígena.\n\nO movimento Shavorã, liderado por Hukena Yawanawa e Nãwãma (Dominique Fonseca), é um exemplo dessa resistência e transformação, promovendo a união entre as tradições Yawanawa e a espiritualidade afro-brasileira, além da luta pelos direitos das mulheres e da comunidade LGBTQIA+ dentro e fora dos territórios indígenas."
  },
  "testimonials": {
    "title": "Relatos de quem nos acompanha...",
    "priscila": {
      "name": "Priscila Oliveira",
      "title": "Ouvinte da dupla",
      "text": "Sempre escuto a música da Shavorã; é como um remédio para minha alma. Cada melodia traz paz, conexão e uma energia que toca profundamente."
    },
    "celso": {
      "name": "Celso Mário",
      "title": "Participante das cerimônias",
      "text": "Participei de uma das cerimônias da Shavorã e o evento transformou minha vida de uma forma profunda."
    },
    "beatriz": {
      "name": "Beatriz Farias",
      "title": "Entusiasta da dupla",
      "text": "Acredito profundamente na importância do trabalho que Dominique e Hukena realizam, pois elas apresentam a cultura Yawanawa ao mundo."
    }
  },
  "footer": {
    "knowOur": "Conheça nossas",
    "networks": "redes",
    "social": "sociais",
    "createdBy": "Criado e desenvolvido por",
    "rights": "Todos os direitos reservados"
  },
  "contact": {
    "title": "Fale Conosco",
    "formTitle": "Entre em contato conosco",
    "name": "Nome",
    "email": "E-mail",
    "message": "Mensagem",
    "buttonLabel": "Quero entrar em contato",
    "send": "Enviar",
    "whatsapp": "WhatsApp",
    "inviteTitle": "Quer levar a Shavorã para sua cidade?",
    "inviteText": "Se deseja trazer a experiência Shavorã para sua região, tirar dúvidas ou tratar de qualquer outro assunto, preencha o formulário abaixo e entraremos em contato!"
  },
  "blog": {
    "title": "Nosso Blog",
    "subtitle": "**Bem-vindo ao Blog da Shavorã!**",
    "subtitle2" :"\nAqui você encontrará curiosidades, reflexões e novidades sobre medicina espiritual, bem-estar.\n\n🌀 **Notícias e tendências** – Eventos e descobertas espirituais.\n🌿 **Curiosidades** – Histórias, mitos e tradições sagradas.\n✨ **Reflexões e Sabedoria** – Inspirações para sua jornada interior.\n🌱 **Dicas e Práticas** – Meditação.\n\nAcompanhe e explore novos caminhos para a espiritualidade! 💛",
    "back": "Voltar para o Blog",
    "posts": {
      "primeiro-post": {
        "title": "Como a Medicina Espiritual Transforma sua Vida 🌿✨",
        "excerpt": "A medicina espiritual vai além do corpo físico, atuando na mente e na alma. Suas práticas, como rituais ancestrais, meditação e conexão com a natureza, promovem cura emocional, equilíbrio energético e bem-estar profundo. Descubra como essa abordagem pode transformar sua vida!",
        "content": "A medicina espiritual tem sido praticada há séculos por diversas culturas, promovendo cura, equilíbrio e conexão com o sagrado. Diferente da medicina convencional, que foca no corpo físico, a medicina espiritual trabalha a energia, as emoções e a alma, ajudando a tratar não apenas doenças, mas também bloqueios internos e desequilíbrios que afetam a vida cotidiana.\n\nOs Benefícios da Medicina Espiritual:\n\n🌿 **Equilíbrio Emocional e Mental**\nA conexão espiritual fortalece a mente e ajuda a reduzir o estresse, a ansiedade e a depressão. Práticas como meditação, rituais e uso de ervas medicinais harmonizam a energia interna, promovendo clareza mental e serenidade.\n\n🔥 **Liberação de Traumas e Bloqueios**\nMuitas dores e desafios da vida têm raízes profundas na alma. Através de práticas ancestrais, como a cura energética e os cantos sagrados, é possível liberar traumas e bloqueios emocionais, permitindo um fluxo energético mais leve e positivo.\n\n✨ **Aumento da Energia e Vitalidade**\nA medicina espiritual auxilia no recarregamento energético, eliminando vibrações densas e fortalecendo a conexão com forças superiores. Isso gera mais disposição, motivação e sensação de plenitude.\n\n🌱 **Conexão com a Natureza e o Universo**\nRituais, cerimônias e práticas espirituais muitas vezes envolvem elementos da natureza, como plantas sagradas, água e fogo. Esse contato fortalece o vínculo com o universo, trazendo maior autoconsciência e propósito.\n\n💛 **Bem-Estar Integral: Corpo, Mente e Espírito**\nA cura espiritual não substitui a medicina tradicional, mas atua como um complemento poderoso, ajudando no alívio de sintomas físicos, fortalecimento do sistema imunológico e equilíbrio emocional.\n\n**Conclusão: A Medicina da Alma**\nA medicina espiritual transforma vidas porque não trata apenas o corpo, mas sim a essência de cada ser. Ao integrar essas práticas na rotina, é possível viver com mais leveza, amor e conexão.\n\nSe deseja explorar mais sobre esse caminho, continue acompanhando nosso blog e descubra novas formas de equilibrar sua energia e despertar sua espiritualidade! 🌿💫"
      },
      "desenvolvendo-intuicao": {
        "title": "Intuição: O Que É e Como Desenvolver Esse Dom Natural 🌿✨",
        "excerpt": "A intuição é um guia natural que muitas vezes ignoramos por excesso de racionalidade. Mas é possível desenvolvê-la e usá-la conscientemente!\n\nDescubra como fortalecer esse dom e torná-lo um aliado na sua vida. 🌿✨",
        "content": "**O Que É a Intuição?**\nA intuição pode ser descrita como uma percepção rápida e espontânea de algo, sem a necessidade de raciocínio lógico. Muitas vezes, ela se manifesta como uma \"voz interior\", um sentimento súbito ou até mesmo sinais físicos, como arrepios e sensações no corpo.\n\nPesquisas científicas mostram que a intuição pode estar ligada ao funcionamento do cérebro, mais precisamente à capacidade de processar informações inconscientes. Isso significa que, mesmo sem perceber, nosso subconsciente capta sinais, padrões e energias ao nosso redor, gerando respostas intuitivas antes mesmo de termos consciência delas.\n\nPor Que Muitas Pessoas Ignoram a Intuição?\nMuitos de nós já sentimos intuições fortes, mas ignoramos por medo ou descrença. Isso pode acontecer por vários motivos:\n\n🔹 **Excesso de racionalidade** – Em um mundo onde tudo precisa de provas, muitas pessoas desconfiam de suas próprias percepções internas.\n🔹 **Ruído mental e emocional** – O estresse e a sobrecarga de informações bloqueiam a capacidade de sentir e interpretar a intuição.\n🔹 **Medo de errar** – Às vezes, seguimos a lógica e ignoramos nossa intuição, achando que estamos sendo irracionais.\n\nMas a verdade é que a intuição pode ser um guia poderoso para tomar decisões mais alinhadas com o nosso propósito de vida.\n\nComo Desenvolver a Sua Intuição?\nSe você quer fortalecer sua conexão com a intuição, aqui estão algumas práticas que podem ajudar:\n\n🌿 **1. Silencie a Mente**\nO excesso de pensamentos pode bloquear a intuição. Práticas como meditação, respiração consciente e contato com a natureza ajudam a acalmar a mente e abrir espaço para percepções intuitivas.\n\n✨ **2. Escute Seu Corpo**\nNosso corpo muitas vezes dá sinais intuitivos. Observe como você se sente em determinadas situações: se algo traz paz e leveza, provavelmente está em sintonia com sua essência; se gera desconforto ou tensão, pode ser um alerta intuitivo.\n\n🔮 **3. Preste Atenção nos Sinais**\nA intuição pode se manifestar de várias formas – pensamentos recorrentes, sonhos simbólicos, \"coincidências\" ou até mesmo sentimentos inexplicáveis. Fique atento a esses sinais e tente interpretá-los.\n\n💛 **4. Confie no Seu Instinto**\nA melhor forma de desenvolver a intuição é praticando. Em situações do dia a dia, tente escutar mais sua voz interior e observe os resultados. Quanto mais confiança você depositar na sua intuição, mais clara e forte ela se tornará.\n\n**Conclusão: A Intuição Como Um Guia Pessoal**\nA intuição é um dom natural que todos possuímos, mas que muitas vezes deixamos de lado. Desenvolvê-la é como exercitar um músculo: quanto mais você confia e pratica, mais forte ela se torna.\n\nSe você deseja viver de forma mais alinhada e conectada consigo mesmo, aprenda a escutar sua intuição. Ela pode ser a chave para decisões mais sábias, caminhos mais fluidos e uma vida mais equilibrada.\n\n🌿✨ Acompanhe nosso blog para mais conteúdos sobre espiritualidade, autoconhecimento e bem-estar! ✨🌿"
      },
      "perigo-da-idolatria": {
      "title": "Idolatria — Quando a promessa é o maior dos perigos",
      "excerpt": "Uma reflexão sobre o risco da idolatria em contextos espirituais, especialmente no uso da ayahuasca. Autonomia, discernimento e senso crítico são fundamentais para uma jornada segura.",
      "content": "**IDOLATRIA — Quando a promessa é o maior dos perigos**\nA idolatria, em qualquer contexto religioso, pode parecer reconfortante à primeira vista.\n\nAcreditar que existem pessoas iluminadas o suficiente para mediar nossa relação com Deus, guiar nossa jornada espiritual e nos auxiliar em algum resgate da nossa própria força pode aliviar inseguranças e ansiedades diante da vida, preenchendo vazios e dando sentido pra caminhada.\n\nÉ claro que é possível e saudável encontrar pessoas que nos auxiliem nas nossas buscas e processos pessoais, sejam espirituais ou não, mas será que uma entrega e confiança absolutas em figuras sacerdotais é realmente seguro?\n\nEm muitas tradições religiosas, a idolatria abre espaço para uma perigosa concentração de poder em figuras específicas.\n\nEsse poder não é conquistado apenas por merecimento espiritual. Existe uma estrutura social que favorece o poder na mão de poucos e trabalha pela manutenção disso, única e exclusivamente.\n\nÉ importante que a gente desenvolva entendimento sobre os mecanismos de poder e suas construções históricas para que tenhamos clareza e discernimento sobre o que acontece em nossos espaços religiosos.\n\nNem todo abuso é escancarado e, muitas vezes, é difícil perceber que estamos sendo vítimas de manipulação.\n\nComo forma de autocuidado, é importante que sejamos capazes de nos questionar:\nPor que precisamos de figuras para idolatrar? A que isso nos serve? Quais são os medos, fragilidades e vazios existenciais que movem e mantêm essas relações?\n\nQuando uma pessoa é colocada num pedestal e julgada como infalível, isso pode facilmente resultar em abusos e manipulação.\n\nO risco é grande:\nA autonomia de pensamento é sacrificada enquanto o controle, a explicação e a decisão sobre nossas experiências se desloca para a mão de terceiros.\n\nA idolatria não só impede o desenvolvimento de uma relação autônoma e consciente com nossas experiências, como pode nos colocar em situações de risco bastante preocupantes.\n\n**O Perigo da Sugestão no Contexto Ayahuasqueiro**\nNo meio ayahuasqueiro isso é especialmente perigoso, pois a presença da ayahuasca intensifica as vulnerabilidades e nos deixa particularmente sugestionáveis à manipulações e intervenções externas.\n\nA ausência de espaços espirituais que estimulem a autonomia e o senso crítico é algo que merece uma reflexão atenta e profunda.\n\nÀ quem isso beneficia?\nComo construir uma relação mais saudável e segura com as nossas buscas por acolhimento, compreensão e pertencimento dentro dos espaços ayahuasqueiros?\n\n✨ Essa reflexão foi originalmente compartilhada por @aya.saude.pensamento\nUm convite necessário para o discernimento espiritual e o fortalecimento da autonomia individual dentro de espaços de cura."
    }
    }
  },
 "relatos": {
    "items": [
      {
        "quote": "A Shavorã me ajudou a voltar pra mim. Durante muito tempo, coloquei minha espiritualidade nas mãos de outras pessoas, achando que elas sabiam mais sobre minha alma do que eu mesma. Foi ouvindo as músicas e reflexões da dupla que percebi o quanto eu havia me afastado da minha própria intuição. Hoje, sigo meu caminho com mais autonomia, aprendendo a escutar meu coração antes de qualquer voz externa.",
        "name": "Sarah Chen",
        "designation": "Ouvinte da dupla",
        "src": "/images/relatos/sarah.jpg"
      },
      {
        "quote": "Já estive em contextos espirituais onde tudo era baseado em hierarquia e obediência cega. Não percebia o quanto isso me deixava vulnerável até que algumas experiências me fizeram despertar. A Shavorã trouxe uma nova forma de enxergar a espiritualidade — mais livre, mais leve, mais minha. Os conteúdos que acompanho da dupla me ajudam a manter o olhar crítico e o coração aberto ao mesmo tempo.",
        "name": "João Pereira",
        "designation": "Participante de vivências espirituais",
        "src": "/images/relatos/joao.jpg"
      },
      {
        "quote": "Tive uma fase em que idealizei demais algumas figuras espirituais. Quando tudo desabou, me senti perdida e sem chão. Foi nesse momento que encontrei a Shavorã e me reconectei com minha própria força. Através das palavras e melodias, aprendi que espiritualidade não é submissão, é presença. Hoje sigo com mais discernimento e amor-próprio no meu caminho de cura.",
        "name": "Amanda Souza",
        "designation": "Caminhante da medicina espiritual",
        "src": "/images/relatos/amanda.jpg"
      }
  ]
  },
  
    "lancamento": {
      "tag": "LANÇAMENTO | 15 de abril",
      "titulo": "Tá chegando nosso novo Single 🎶🍃🪶",
      "descricao": "Mano mano Zoeko — releitura inédita no violão de um canto tradicional, que celebra os animais da floresta. Agora vibra em cordas, batidas e força feminina.",
      "frasePoetica": "É tradição se transformando em som.\nÉ Shavorã em voo. 🌹🌬️\nÉ rosa que nasce da ancestralidade.",
      "infoEp": "Esse single é a segunda faixa do nosso primeiro EP:",
      "nomeEp": "Raízes e Asas – Volume 1",
      "botao": "❤️‍🔥 Faça o Pré-Save",
      "footer": "Ouça. Sinta. Compartilhe.",
      "link": "https://linktr.ee/shavora",
      "imagemAlt": "Mano Mano Zoeko"
    }
  

}
