{
  "menu": {
    "title": "Menú",
    "home": "Inicio",
    "testimonials": "Testimonios",
    "contact": "Contáctanos",
    "blog": "Blog",
    "social": "Redes Sociales"
  },
  "slogan": {
    "connecting": "Conectando",
    "cultures": "Culturas",
    "and": "y",
    "healingSouls": "sanando almas",
    "story": "Dos voces, una historia. Descubre nuestra historia",
    "duo": "El dúo Shavorã mezcla emoción y autenticidad en cada nota."
  },
  "whoweare": {
    "shavoraTitle": "¿Qué es Shavorã?",
    "shavoraText": "Raíces y alas La palabra Shavorã significa mujer en el idioma Yawanawa. El movimiento Shavorã simboliza la lucha por la equidad, la igualdad, el empoderamiento de las mujeres indígenas y la visibilidad de la comunidad LGBTQIAPN+ en el contexto de las tradiciones indígenas. La misión de Shavorã es transformar la realidad social y espiritual proporcionando una plataforma para que las voces femeninas y LGBTQIAPN+ sean escuchadas y respetadas.",
    "nawaemaTitle": "Nãwãēma",
    "nawaemaText": "Es una mujer profundamente conectada con la espiritualidad, la lucha por los derechos de las mujeres y la preservación de las tradiciones ancestrales. Su camino espiritual proviene del singular sincretismo afrobrasileño de la tradición Umbanda, donde se dedicó al aprendizaje desde muy joven a través de su linaje familiar.",
    "hukenaTitle": "Hukena",
    "hukenaText": "Es una mujer indígena de la etnia Yawanawá. Inició su camino en la espiritualidad desde muy joven, siendo una de las mujeres más jóvenes de su pueblo en ser completamente iniciada en las prácticas espirituales más sagradas e importantes de su tradición.",
    "yawanawaTitle": "¿Quiénes son los Yawanawá?",
    "yawanawaText": "El pueblo Yawanawá es un grupo indígena que habita la región del río Gregório en Acre, Brasil. Pertenecen a la familia lingüística Pano y tienen una rica tradición espiritual, cultural y medicinal."
  },
  "testimonials": {
    "title": "Testimonios de quienes nos acompañan...",
    "priscila": {
      "name": "Priscila Oliveira",
      "title": "Oyente del dúo",
      "text": "Siempre escucho la música de Shavorã; es como un remedio para mi alma. Cada melodía trae paz, conexión y una energía que toca profundamente."
    },
    "celso": {
      "name": "Celso Mário",
      "title": "Participante de ceremonias",
      "text": "Participé en una de las ceremonias de Shavorã y el evento transformó mi vida de una manera profunda."
    },
    "beatriz": {
      "name": "Beatriz Farias",
      "title": "Entusiasta del dúo",
      "text": "Creo profundamente en la importancia del trabajo que realizan Dominique y Hukena, ya que presentan la cultura Yawanawa al mundo."
    }
  },
  "footer": {
    "knowOur": "Conoce nuestras",
    "networks": "redes",
    "social": "sociales",
    "createdBy": "Creado y desarrollado por",
    "rights": "Todos los derechos reservados"
  },
  
    "contact": {
      "title": "Contáctanos",
      "formTitle": "Ponte en contacto con nosotros",
      "name": "Nombre",
      "email": "Correo electrónico",
      "message": "Mensaje",
      "send": "Enviar",
      "inviteTitle": "¿Quieres llevar a Shavorã a tu ciudad?",
    "inviteText": "Si deseas llevar la experiencia de Shavorã a tu región, resolver dudas o tratar cualquier otro asunto, completa el formulario a continuación y nos pondremos en contacto contigo."
    },
    "blog": {
      "title": "Nuestro Blog",
      "subtitle": "¡Bienvenido al Blog de Shavorã! 🌿✨\n\nAquí encontrarás curiosidades, reflexiones y novedades sobre medicina espiritual y bienestar.\n\n🌀 **Noticias y Tendencias** – Eventos y descubrimientos espirituales.\n🌿 **Curiosidades** – Historias, mitos y tradiciones sagradas.\n✨ **Reflexiones y Sabiduría** – Inspiraciones para tu viaje interior.\n🌱 **Consejos y Prácticas** – Meditación.\n\n¡Acompáñanos y explora nuevos caminos hacia la espiritualidad! 💛",
      "back": "Volver al Blog",
      "posts": {
        "primeiro-post": {
          "title": "Cómo la Medicina Espiritual Transforma tu Vida 🌿✨",
          "excerpt": "La medicina espiritual va más allá del cuerpo físico, actuando en la mente y el alma. Sus prácticas, como rituales ancestrales, meditación y conexión con la naturaleza, promueven la curación emocional, el equilibrio energético y el bienestar profundo. ¡Descubre cómo este enfoque puede transformar tu vida!",
          "content": "La medicina espiritual ha sido practicada durante siglos por diversas culturas, promoviendo la curación, el equilibrio y la conexión con lo sagrado. A diferencia de la medicina convencional, que se enfoca en el cuerpo físico, la medicina espiritual trabaja la energía, las emociones y el alma, ayudando a tratar no solo enfermedades, sino también bloqueos internos y desequilibrios que afectan la vida cotidiana.\n\nLos Beneficios de la Medicina Espiritual:\n\n🌿 **Equilibrio Emocional y Mental**\nLa conexión espiritual fortalece la mente y ayuda a reducir el estrés, la ansiedad y la depresión. Prácticas como la meditación, los rituales y el uso de hierbas medicinales armonizan la energía interna, promoviendo claridad mental y serenidad.\n\n🔥 **Liberación de Traumas y Bloqueos**\nMuchos dolores y desafíos de la vida tienen raíces profundas en el alma. A través de prácticas ancestrales, como la sanación energética y los cantos sagrados, es posible liberar traumas y bloqueos emocionales, permitiendo un flujo energético más ligero y positivo.\n\n✨ **Aumento de Energía y Vitalidad**\nLa medicina espiritual ayuda a recargar la energía, eliminando vibraciones densas y fortaleciendo la conexión con fuerzas superiores. Esto genera más motivación, vitalidad y una sensación de plenitud.\n\n🌱 **Conexión con la Naturaleza y el Universo**\nLos rituales, ceremonias y prácticas espirituales a menudo involucran elementos de la naturaleza, como plantas sagradas, agua y fuego. Este contacto fortalece el vínculo con el universo, brindando una mayor autoconciencia y propósito.\n\n💛 **Bienestar Integral: Cuerpo, Mente y Espíritu**\nLa curación espiritual no reemplaza la medicina tradicional, pero actúa como un complemento poderoso, ayudando a aliviar síntomas físicos, fortalecer el sistema inmunológico y equilibrar las emociones.\n\n**Conclusión: La Medicina del Alma**\nLa medicina espiritual transforma vidas porque no solo trata el cuerpo, sino también la esencia de cada ser. Al integrar estas prácticas en la rutina diaria, es posible vivir con más ligereza, amor y conexión.\n\nSi deseas explorar más sobre este camino, sigue nuestro blog y descubre nuevas formas de equilibrar tu energía y despertar tu espiritualidad. 🌿💫"
        },
        "desenvolvendo-intuicao":{
          "title": "Intuición: ¿Qué Es y Cómo Desarrollar Este Don Natural? 🌿✨",
          "excerpt": "La intuición es una guía natural que a menudo ignoramos debido a un exceso de racionalidad. ¡Pero es posible desarrollarla y usarla conscientemente!\n\nDescubre cómo fortalecer este don y convertirlo en un aliado en tu vida. 🌿✨",
          "content": "**¿Qué es la intuición?**\nLa intuición puede describirse como una percepción rápida y espontánea de algo, sin necesidad de razonamiento lógico. A menudo se manifiesta como una \"voz interior\", una sensación repentina o incluso señales físicas como escalofríos y sensaciones en el cuerpo.\n\nLas investigaciones científicas muestran que la intuición puede estar relacionada con el funcionamiento del cerebro, específicamente con la capacidad de procesar información inconsciente. Esto significa que, incluso sin darnos cuenta, nuestro subconsciente capta señales, patrones y energías a nuestro alrededor, generando respuestas intuitivas antes de que seamos conscientes de ellas.\n\n**¿Por qué muchas personas ignoran la intuición?**\nMuchos de nosotros hemos sentido intuiciones fuertes, pero las ignoramos por miedo o incredulidad. Esto puede suceder por varias razones:\n\n🔹 **Exceso de racionalidad** – En un mundo donde todo necesita pruebas, muchas personas desconfían de sus propias percepciones internas.\n🔹 **Ruido mental y emocional** – El estrés y la sobrecarga de información bloquean la capacidad de sentir e interpretar la intuición.\n🔹 **Miedo a equivocarse** – A veces seguimos la lógica e ignoramos nuestra intuición, pensando que estamos siendo irracionales.\n\nPero la verdad es que la intuición puede ser una guía poderosa para tomar decisiones más alineadas con nuestro propósito de vida.\n\n**¿Cómo desarrollar tu intuición?**\nSi quieres fortalecer tu conexión con la intuición, aquí tienes algunas prácticas que pueden ayudarte:\n\n🌿 **1. Silencia la Mente**\nEl exceso de pensamientos puede bloquear la intuición. Prácticas como la meditación, la respiración consciente y el contacto con la naturaleza ayudan a calmar la mente y abrir espacio para percepciones intuitivas.\n\n✨ **2. Escucha Tu Cuerpo**\nNuestro cuerpo a menudo da señales intuitivas. Observa cómo te sientes en ciertas situaciones: si algo te da paz y ligereza, probablemente esté en armonía con tu esencia; si genera incomodidad o tensión, puede ser una advertencia intuitiva.\n\n🔮 **3. Presta Atención a las Señales**\nLa intuición puede manifestarse de muchas formas: pensamientos recurrentes, sueños simbólicos, \"coincidencias\" o incluso sentimientos inexplicables. Mantente atento a estas señales e intenta interpretarlas.\n\n💛 **4. Confía en Tu Instinto**\nLa mejor manera de desarrollar la intuición es practicando. En situaciones cotidianas, intenta escuchar más tu voz interior y observa los resultados. Cuanto más confíes en tu intuición, más clara y fuerte se volverá.\n\n**Conclusión: La Intuición Como Guía Personal**\nLa intuición es un don natural que todos poseemos, pero que a menudo dejamos de lado. Desarrollarla es como ejercitar un músculo: cuanto más confíes y practiques, más fuerte se volverá.\n\nSi deseas vivir de una manera más alineada y conectada contigo mismo, aprende a escuchar tu intuición. Puede ser la clave para tomar decisiones más sabias, seguir caminos más fluidos y llevar una vida más equilibrada.\n\n🌿✨ ¡Sigue nuestro blog para más contenido sobre espiritualidad, autoconocimiento y bienestar! ✨🌿"
        }
      }
    }
  
  
}
